import {ReviewsType} from "@/types/reviews.type";

export const reviewsData:ReviewsType[] = [
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
    {
        stars: 4,
        text: '“На данный момент это лучший менеджер паролей которым я пользовался. Много бесплатный фич, который в других менеджерах открываются за подписку.  Я очень доволен приложение. В будущем собираюсь купить подписку, чтобы поддержать разработчиков.”',
        authorImage: '/logo.jpeg',
        authorJob: 'Front-End Разработчик',
        authorName: 'Алексей Коростов',
    },
]